Revit 2027 API
ScheduleFilter.IsDoubleValue Property
 Indicates if the filter has a double value.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsDoubleValue { get; }
Public ReadOnly Property IsDoubleValue As Boolean
	Get
public:
property bool IsDoubleValue {
	bool get ();
}
member IsDoubleValue : bool with get
Property Value
Boolean
See Also
Reference
ScheduleFilter Class
Autodesk.Revit.DB Namespace